[
	{
		"id": 1,
		"images": [
			"/assets/PocoX6Pro/one.jpg",
			"/assets/PocoX6Pro/two.jpg",
			"/assets/PocoX6Pro/three.jpg",
			"/assets/PocoX6Pro/four.jpg",
			"/assets/PocoX6Pro/five.jpg"
		],
		"name": "Смартфон Poco X6 Pro 12/512Gb",
		"isAvailable": true,
		"rating": 4.6,
		"productCode": 3368829,
		"color": ["Black", "Yellow"],
		"priceBuy": 12699,
		"bonusAccount": 127,
		"credit": 1058.25,
		"description": "Xiaomi Poco X6 Pro - сучасний смартфон 2024 року. Пристрій працює на базі операційної системи Android 14 і восьмиядерного процесора MediaTek Dimensity 8300-Ultra з частотою 3,35 ГГц, що забезпечує ефективне виконання різних завдань. Xiaomi Poco X6 Pro обладнаний вражаючим 6,67-дюймовим AMOLED-дисплеєм з роздільною здатністю 2712x1220 пікселів і щільністю 446 PPI. Екран підтримує частоту оновлення 120 Гц і має пікову яскравість 1800 ніт, що сприяє комфортному перегляду контенту за різних умов освітлення. Захист дисплея забезпечує скло Corning Gorilla Glass 5. Камера Xiaomi Poco X6 Pro представлена потрійним модулем з основним сенсором 64 Мп (f/1.7), ультраширококутним об'єктивом 8 Мп (f/2.2) з кутом огляду 120 градусів і макро-камерою 2 Мп (f/2.4). Система дає змогу знімати відео з роздільною здатністю 4K при 30 кадрах на секунду. Фронтальна камера має роздільну здатність 16 Мп (f/2.4) для якісних селфі. Xiaomi Poco X6 Pro підтримує роботу з двома nano-SIM картами і мережами 5G, 4G і 3G. Пристрій оснащений модулями Wi-Fi 802.11ax, Bluetooth 5.4, NFC і GPS з підтримкою різних навігаційних систем. Ємність незнімного акумулятора становить 5000 мАг, а технологія швидкої зарядки потужністю 67 Вт дає змогу швидко заповнити заряд. Корпус смартфона Xiaomi Poco X6 Pro виконаний із пластику і має захист від пилу і вологи за стандартом IP54. Розміри пристрою становлять 160,45 x 74,34 x 8,25 мм, а вага - 186 грам. Сканер відбитків пальців вбудований в екран для зручного і безпечного розблокування. Xiaomi Poco X6 Pro також оснащений подвійним динаміком для поліпшеного звучання і використовує пам'ять типу LPDDR5X і UFS 4.0 для швидкого доступу до даних."
	},
	{
		"id": 2,
		"images": [
			"/assets/AppleiPhone16ProMax/two.jpg",
			"/assets/AppleiPhone16ProMax/three.jpg",
			"/assets/AppleiPhone16ProMax/one.jpg",
			"/assets/AppleiPhone16ProMax/four.png",
			"/assets/AppleiPhone16ProMax/five.jpg",
			"/assets/AppleiPhone16ProMax/six.jpg"
		],
		"name": "Смартфон Apple iPhone 16 Pro Max 512Gb",
		"isAvailable": true,
		"rating": 4.8,
		"productCode": 3159824,
		"color": ["Black", "Grey", "White"],
		"priceBuy": 69799,
		"bonusAccount": 698,
		"credit": 5817,
		"description": "iPhone 16 Pro Max - це найпотужніший і найбільший смартфон Apple, що встановлює нові стандарти в індустрії, представлений восени 2024 року. Смартфон оснащений 6,9-дюймовим LTPO Super Retina XDR OLED дисплеєм з адаптивною частотою оновлення до 120 Гц, що забезпечує неперевершену плавність і деталізацію. В основі пристрою лежить процесор Apple A18 Pro (3 нм), що забезпечує виняткову продуктивність і енергоефективність для найвимогливіших завдань. iPhone 16 Pro Max оснащений вдосконаленою системою камер: ультраширококутна камера отримала покращений 48 МП сенсор, а перископічна камера - 5-кратний оптичний зум. Покращений сканер LiDAR дає ще більшу точність при роботі з доповненою реальністю і портретами. Смартфон підтримує стандарт Thunderbolt 4 через USB-C роз'єм, що прискорює передачу даних і зарядку. Корпус виготовлено з титану 5-го класу, що робить його легшим, але дуже міцним. Вбудована система охолодження дає змогу пристрою справлятися з високими навантаженнями під час тривалих ігрових сесій. iPhone 16 Pro Max також підтримує Wi-Fi 7, забезпечуючи ще більш швидкі з'єднання. Акумулятор став ще більш витривалим, гарантуючи тривалий час автономної роботи без частої підзарядки."
	},
	{
		"id": 3,
		"images": [
			"/assets/SamsungS24/one.jpg",
			"/assets/SamsungS24/two.jpg",
			"/assets/SamsungS24/three.jpg",
			"/assets/SamsungS24/four.jpg"
		],
		"name": "Смартфон Samsung Galaxy S24 8/256Gb",
		"isAvailable": true,
		"rating": 4.7,
		"productCode": 2773431,
		"color": ["Black", "Grey", "Yellow"],
		"priceBuy": 28899,
		"bonusAccount": 289,
		"credit": 2409,
		"description": "Samsung Galaxy S24 – новітній флагман від Samsung, представлений у січні 2024 року, що продовжує розвивати лінійку Galaxy S. Основою смартфона став потужний процесор Exynos 2400 (або Snapdragon 8 Gen 3 для деяких ринків), створений за 3-нм техпроцесом, який забезпечує надвисоку продуктивність і енергоефективність. Дисплей 6,2-дюймовий Dynamic AMOLED 2X з роздільною здатністю QHD+ та частотою оновлення до 120 Гц гарантує чіткість зображення та плавність у будь-яких сценаріях використання. Основна камера – 50 МП з поліпшеною системою оптичної стабілізації та алгоритмами штучного інтелекту, що дозволяє знімати приголомшливо детальні фото й відео навіть у складних умовах освітлення. Телеоб'єктив з 3-кратним оптичним зумом та новою ультраширококутною камерою на 12 МП розширюють можливості для творчості. Galaxy S24 також підтримує запис відео в 8K з частотою 30 кадрів за секунду, що робить його ідеальним інструментом для професійної відеозйомки. Оновлений алюмінієвий корпус та скло Gorilla Glass Victus 2 надають пристрою преміального вигляду та забезпечують високу міцність. Смартфон отримав велику батарею на 4000 мА/год з підтримкою швидкої зарядки 25 Вт."
	},
	{
		"id": 4,
		"images": [
			"/assets/SamsungA55/one.jpg",
			"/assets/SamsungA55/two.jpg",
			"/assets/SamsungA55/three.jpg",
			"/assets/SamsungA55/four.jpg",
			"/assets/SamsungA55/five.jpg"
		],
		"name": "Смартфон Samsung Galaxy A55 5G 8/256Gb",
		"isAvailable": true,
		"rating": 4.7,
		"productCode": 2773431,
		"color": ["Black", "Dark-Blue"],
		"priceBuy": 17999,
		"bonusAccount": 180,
		"credit": 1499,
		"description": "Samsung Galaxy A55 5G - це сучасний смартфон 2024 року, що оснащений операційною системою Android 14. Пристрій має слот для розширення пам'яті, а також підтримує Nano-SIM та eSIM, що дає змогу використовувати SIM-картку в комбінації з іншою SIM-карткою або карткою пам'яті. Процесор Samsung Exynos 1480 з вісьмома ядрами та частотою 2,75 ГГц забезпечує високу продуктивність. Смартфон підтримує швидку зарядку потужністю 25 Вт і має незнімний акумулятор ємністю 5000 мАг. Дисплей з діагоналлю 6,6 дюйма і роздільною здатністю 2340x1080 пікселів виготовлений за технологією AMOLED, зі щільністю пікселів 396 PPI. Він підтримує частоту оновлення 120 Гц і оснащений захисним склом Corning Gorilla Glass Victus+. Основна камера Samsung Galaxy A55 5G складається з трьох модулів: 50 Мп (ширококутна), 12 Мп (надширококутна з кутом огляду 123 градуси) і 5 Мп (макро-об'єктив). Відеозйомка доступна в якості 4K при 30 кадрах на секунду. Фронтальна камера має роздільну здатність 32 Мп. Для зв'язку смартфон підтримує стандарти 5G, 4G і 3G, а також Wi-Fi 802.11ax, Bluetooth 5.3 і GPS (GPS, GLONASS, BDS, Galileo). В наявності є підтримка аудіо-кодеків AAC і AptX, а також NFC. Для підключення використовується роз'єм USB Type-C (2.0). Корпус смартфона має розміри 161,1 мм заввишки, 77,4 мм завширшки і 8,2 мм завтовшки, при вазі 213 г. Корпус моноблочний, тобто нерозбірний. З матеріалів використовуються скло та алюміній. Samsung Galaxy A55 5G має захист від пилу і вологи за стандартом IP67. Вбудований сканер відбитків пальців розташований в екрані, також передбачені стереодинаміки для якісного звуку."
	},
	{
		"id": 5,
		"images": [
			"/assets/RedmiNote14/one.jpg",
			"/assets/RedmiNote14/two.jpg",
			"/assets/RedmiNote14/three.jpg",
			"/assets/RedmiNote14/four.jpg",
			"/assets/RedmiNote14/five.jpg"
		],
		"name": "Смартфон Xiaomi Redmi Note 14 8/256",
		"isAvailable": true,
		"rating": 4.9,
		"productCode": 3343977,
		"color": ["Black", "Blue"],
		"priceBuy": 7899,
		"bonusAccount": 79,
		"credit": 659,
		"description": "Xiaomi Redmi Note 14 - це втілення сучасних технологій у стильному виконанні. Смартфон створений для тих, хто цінує продуктивність, зручність та інновації. Завдяки потужній апаратній начинці та передовим функціям, він справляється з будь-якими завданнями, від ігор до створення фотографій професійної якості. Пристрій ідеально підійде як для роботи, так і для розваг. Xiaomi Redmi Note 14 - це ідеальне поєднання технологій і дизайну. Смартфон оснащений 6,67-дюймовим AMOLED-дисплеєм з роздільною здатністю 2400×1080 пікселів і частотою оновлення 120 Гц, що забезпечує яскраве і плавне зображення. Серцем пристрою є процесор MediaTek Helio G99-Ultra з 8-ядерною архітектурою, який забезпечує високу продуктивність та енергоефективність. Графічний процесор Mali-G57 MC2 справляється із завданнями обробки графіки, роблячи смартфон придатним для ігор і мультимедіа. Основна камера на 108 МП з апертурою f/1.7 робить деталізовані знімки, а 2 МП макро-камера і 2 МП датчик глибини дають змогу створювати макрофотографії та портрети з ефектом боке. Фронтальна камера на 20 МП забезпечує якісні селфі та відеодзвінки. Акумулятор ємністю 5500 мАг гарантує тривалий час роботи без підзарядки, а технологія швидкої зарядки потужністю 33 Вт дає змогу швидко відновити заряд. Смартфон підтримує NFC для зручних безконтактних платежів, а також оснащений стереодинаміками з Dolby Atmos, що забезпечує якісне звучання."
	},
	{
		"id": 6,
		"images": [
			"/assets/OnePlus13/one.jpg",
			"/assets/OnePlus13/two.jpg",
			"/assets/OnePlus13/three.jpg",
			"/assets/OnePlus13/four.jpg",
			"/assets/OnePlus13/five.jpg"
		],
		"name": "Смартфон OnePlus 13 12/256",
		"isAvailable": true,
		"rating": 4.9,
		"productCode": 3343977,
		"color": ["Black", "White"],
		"priceBuy": 38799,
		"bonusAccount": 388,
		"credit": 3234,
		"description": "OnePlus 13 - це флагманський смартфон, представлений у жовтні 2024 року, що поєднує передові технології та елегантний дизайн. Пристрій оснащений 6,82-дюймовим AMOLED-дисплеєм з роздільною здатністю 1440x3168 пікселів і частотою оновлення 120 Гц, що забезпечує яскраве і чітке зображення. В основі OnePlus 13 лежить процесор Qualcomm Snapdragon 8 Elite (SM8750-AB), що включає вісім ядер: два з тактовою частотою 4,32 ГГц і шість з частотою 3,53 ГГц. Графічний прискорювач Qualcomm Adreno 830 з частотою 1100 МГц забезпечує високу продуктивність в іграх і додатках. Смартфон доступний з об'ємом оперативної пам'яті до 24 ГБ LPDDR5X і внутрішньою пам'яттю до 1 ТБ, що дає змогу зберігати велику кількість даних і забезпечує швидку роботу системи. Основна камера включає три сенсори по 50 МП кожен, розроблені у співпраці з Hasselblad, забезпечуючи високу якість фотографій і відео. Фронтальна камера на 32 МП призначена для чітких селфі та відеодзвінків. OnePlus 13 оснащений акумулятором ємністю 6000 мА-год з підтримкою швидкої зарядки потужністю 100 Вт і бездротової зарядки 50 Вт, забезпечуючи тривалий час роботи та швидке заряджання. Смартфон підтримує сучасні стандарти зв'язку, включно з Wi-Fi 7 і Bluetooth 5.4, забезпечуючи стабільне та швидке під'єднання до мережі та пристроїв. Корпус пристрою сертифікований за стандартом IP69, що гарантує захист від води та пилу. OnePlus 13 працює під управлінням операційної системи ColorOS 15 на базі Android 15, надаючи користувачеві доступ до широкого спектру функцій і додатків. Смартфон доступний у різних колірних варіантах і текстурах, включно з Midnight Ocean, що дає змогу вибрати пристрій за смаком. OnePlus 13 поєднує в собі високу продуктивність, передові технології та стильний дизайн, пропонуючи користувачеві сучасний і функціональний смартфон."
	},
	{
		"id": 7,
		"images": [
			"/assets/PocoX7Pro/one.jpg",
			"/assets/PocoX7Pro/two.jpg",
			"/assets/PocoX7Pro/three.jpg",
			"/assets/PocoX7Pro/four.jpg",
			"/assets/PocoX7Pro/five.jpg",
			"/assets/PocoX7Pro/six.jpg"
		],
		"name": "Смартфон Poco X7 Pro 8/256Gb",
		"isAvailable": true,
		"rating": 4.7,
		"productCode": 3343977,
		"color": ["Black&Yellow", "Black", "Green"],
		"priceBuy": 15999,
		"bonusAccount": 160,
		"credit": 1334,
		"description": "Xiaomi Poco X7 Pro - сучасний смартфон, представлений у січні 2025 року, що поєднує високу продуктивність і передові технології. Пристрій оснащений 6,67-дюймовим AMOLED-дисплеєм з роздільною здатністю 1,5K (2712x1220 пікселів) і частотою оновлення 120 Гц, що забезпечує плавне і чітке зображення. Смартфон працює на базі процесора MediaTek Dimensity 8400 Ultra, виконаного за 4-нм техпроцесом, що забезпечує високу продуктивність та енергоефективність. Об'єм оперативної пам'яті становить 8 або 12 ГБ, а вбудованої - 256 або 512 ГБ, що дає змогу зберігати велику кількість даних і додатків. Основна камера представлена 50-мегапіксельним сенсором з оптичною стабілізацією зображення, доповненим 8-мегапіксельною ультраширококутною камерою. Фронтальна камера має роздільну здатність 20 МП, забезпечуючи якісні селфі та відеодзвінки. Ємність акумулятора становить 6000 мАг, підтримується швидка зарядка потужністю 90 Вт, що дає змогу швидко заповнювати заряд пристрою. Смартфон захищений за стандартом IP68, забезпечуючи стійкість до пилу і води. Xiaomi Poco X7 Pro працює під управлінням операційної системи Android 15 з фірмовою оболонкою HyperOS 2.0, пропонуючи користувачеві сучасний та інтуїтивно зрозумілий інтерфейс. Доступний у різних колірних рішеннях, включно з чорним, зеленим і жовтим, що дає змогу вибрати варіант за смаком. Xiaomi Poco X7 Pro - збалансоване рішення для користувачів, які шукають потужний і функціональний смартфон із сучасними характеристиками."
	},
	{
		"id": 8,
		"images": [
			"/assets/AppleiPhone15ProMax/one.jpg",
			"/assets/AppleiPhone15ProMax/two.jpg",
			"/assets/AppleiPhone15ProMax/three.jpg",
			"/assets/AppleiPhone15ProMax/four.jpg",
			"/assets/AppleiPhone15ProMax/five.jpg"
		],
		"name": "Смартфон Apple iPhone 15 Pro Max 512GB",
		"isAvailable": false,
		"rating": 4.5,
		"productCode": 3489845,
		"color": ["Black", "Blue", "White", "Silver"],
		"priceBuy": 56799,
		"bonusAccount": 568,
		"credit": 4734,
		"description": "iPhone 15 Pro Max – топове рішення в лінійці «Pro» від Apple, представлене в середині вересня 2023 року, яке є еволюцією попереднього 14-го покоління. Серцем iPhone 15 Pro Max є потужний процесор Apple A17 Pro (3 нм), що гарантує бездоганну продуктивність та швидкість завдяки Hexa-core CPU та 6-ядерній GPU. Ви зможете насолоджуватися будь-якими завданнями та додатками без обмежень. Дисплей iPhone 15 Pro Max – це 6,7-дюймовий LTPO Super Retina XDR OLED екран з підтримкою HDR10 та Dolby Vision, що вражає своєю якістю зображення. Він вигідно виділяється завдяки роздільній здатності 2796x1290 пікселів і частоті оновлення 120 Гц, завдяки чому ваші відео та ігри будуть виглядати дуже реалістично. Новинкою в iPhone 15 Pro Max є унікальна 5x зум-камера, що дозволяє зафіксувати деталі в неймовірному збільшенні. Основна камера на 48 МП та ультраширококутна камера гарантують різноманітність творчих можливостей. Поряд з інноваційними камерами, iPhone 15 Pro Max привносить в історію iPhone вбудований роз'єм USB Type-C з протоколом 3.0, що дозволяє заряджати та синхронізувати пристрій швидше та з більшою зручністю. Корпус з титану 5-го класу надає смартфону не лише елегантного вигляду, але й дивної міцності. Завдяки надійному акумулятору iPhone 15 Pro Max гарантує тривалий час автономної роботи, а швидка та бездротова зарядка дозволить вам завжди бути на зв'язку."
	}
]
